Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingsradet_gir_tilskudd_til_sara_duodji.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet gir tilskudd til Sara Duodji
sme: Sámediggeráđđi addá doarjaga Sara Duodjái

source: Sametingsrådet har bevilget 380 000 kroner i støtte til Sara Duodji AS i Karasjok.
sme: Sámediggeráđđi lea juolludan 380 000 ruvdnosaš doarjaga Sara Duodji AS:i Kárášjogas

source: Berit Marie P.E. Eira Árvu/Sametinget
sme: Sara Duodji lea sámi bearašfitnodat Kárášjogas mii ásahuvvui jagis 1991.

source: Sara Duodji er en samisk familiebedrift i Karasjok, etablert i 1991.
sme: Fitnodaga ulbmil lea buvttadit sámi ulloduoji, namalassii ullocokkaldagaid ja kartáŋkkaid.

source: Målet med bedriften er å produsere samisk håndverk av ull, nærmere bestemt ullsåler og kartanker.
sme: Fitnodat buvttadii beassecokkaldagaid ja ullokartáŋkkaid Suodjalussii badjel 20 jagi.

source: I over 20 år leverte virksomheten neversåler og ullkartanker til Forsvaret.
sme: Sara Duodji AS rievdadii doaimmas ovttaolbmofitnodagas oasussearvin jagis 2021, ja lea dál stuora nuppástuhttin- ja ovddidanmuttus ja dárbbaša beavttálmahttit doaimma.

source: Sara Duodji AS endret virksomheten fra et enkeltmannsforetak til et aksjeselskap i 2021, og er i en stor omstillings- og utviklingsfase og har behov for å effektivisere driften.
sme: Fitnodat lea dál ovddideame teknihkalaš tevnnegiid ja hukseheame ođđa duhppenmašiinnaid.

source: Selskapet arbeider nå med å utvikle tekniske tegninger og få bygget nye tovemaskiner.
sme: – Sara Duodji AS lea hui dovddus min guovlluin, ja lea illudahtti oaidnit ahte fitnodat áŋgiruššá buvttadit báikkálaččat ja ovddidit fitnodaga, dadjá sámediggeráđđi Berit Marie Eira (JSL).

source: – Sara Duodji AS er godt kjent i våre områder, og det er gledelig å se denne bedriften satser på å produsere lokalt og å utvikle bedriften, sier sametingsråd Berit Marie P. E. Eira (JSL).
sme: 380 000 ruvdnosaš doarjja juolluduvvo duoji doarjjaortnega bokte: Investeremat, ovddidandoaimmat, konsuleantaveahkki ja álggahandoarjja.
